["00", "000", "008704050406", "01223585334", "02", "0207", "02073162414", "021", "03", "04", "05", "0578", "06", "07", "07123456789", "07734396839", "07742676969", "07xxxxxxxxx", "0800", "08000839402", "08000930705", "08000938767", "08001950382", "08002986906", "0808", "0845", "08452810073", "0870", "08701417012", "08702840625", "08707509020", "0871", "08712300220", "08712405020", "08712460324", "08715705022", "08717898035", "08718720201", "087187262701", "08718727870", "09", "09050090044", "09061209465", "09061221066", "09061790121", "09063458130", "09066362231", "09066612661", "10", "100", "1000", "1000s", "100percent", "10am", "10k", "10p", "11", "114", "11mths", "11pm", "12", "121", "123", "125gift", "12hrs", "1327", "14", "145", "1450", "15", "150", "1500", "150p", "150pm", "150ppermesssubscription", "150ppm", "16", "18", "18yrs", "1956669", "1st", "1winaweek", "1x150p", "20", "200", "2000", "2003", "2004", "2005", "20p", "21", "21st", "220", "24", "25", "250", "25p", "26", "28", "29", "2day", "2go", "2lands", "2moro", "2morow", "2morrow", "2mrw", "2nd", "2nite", "2optout", "2stoptxt", "2u", "30", "300", "3030", "31", "33", "350", "3510i", "36504", "3d", "3g", "3gbp", "3lp", "3mins", "3qxj9", "3rd", "3uz", "400", "40gb", "434", "440", "45239", "4742", "4get", "4info", "4mths", "4t", "4th", "4txt", "4u", "50", "500", "5000", "50gbp", "50p", "50perwksub", "5249", "530", "54", "542", "5free", "5k", "5min", "5p", "5pm", "5th", "5wb", "5we", "600", "6031", "60p", "61200", "61610", "62468", "630", "65", "674", "69669", "69696", "69698", "69866", "69888", "6days", "6hl", "6hrs", "6months", "6pm", "6th", "6wu", "700", "7250", "7250i", "75", "750", "762", "77", "786", "7876150ppm", "7ish", "7pm", "7th", "800", "80062", "8007", "80082", "80086", "80182", "80488", "80608", "8077", "80878", "81010", "81151", "81303", "81618", "82050", "82242", "82277", "82468", "83049", "83222", "83355", "83383", "83600", "84025", "84128", "84199", "85", "85023", "85069", "8552", "86021", "861", "86688", "86888", "87021", "87066", "87077", "87121", "87131", "872", "87239", "87575", "88039", "88066", "88088", "88222", "88600", "88877", "88888", "89070", "89080", "89545", "89555", "89693", "8am", "8p", "8pm", "8th", "8wp", "900", "910", "92h", "930", "99", "9ae", "9am", "9ja", "9pm", "9t", "____", "aah", "aathi", "abi", "ability", "abiola", "abj", "able", "about", "absolutly", "abt", "abta", "aburo", "ac", "academic", "acc", "accept", "access", "accident", "accidentally", "accordingly", "account", "accounts", "ache", "acl03530150pm", "aco", "across", "acted", "acting", "action", "activate", "active", "activities", "actor", "actual", "actually", "ad", "adam", "add", "addamsfa", "added", "addicted", "addie", "address", "admin", "administrator", "admirer", "admit", "adore", "adoring", "ads", "adult", "advance", "adventure", "advice", "advise", "aeronautics", "aeroplane", "affair", "affairs", "affection", "afraid", "aft", "after", "afternoon", "aftr", "ag", "again", "against", "agalla", "age", "age16", "age23", "ages", "ago", "agree", "ah", "aha", "ahead", "ahmad", "aight", "ain", "aint", "air", "airport", "airtel", "aiya", "aiyah", "aiyar", "aiyo", "aka", "al", "alaipayuthe", "album", "alcohol", "alert", "alex", "alfie", "algarve", "ali", "alive", "all", "allah", "allow", "allowed", "almost", "alone", "along", "already", "alright", "alrite", "also", "although", "always", "alwys", "am", "amazing", "american", "among", "amongst", "amount", "amp", "amt", "amused", "amy", "an", "and", "andros", "angry", "animation", "anna", "annie", "anniversary", "announcement", "annoying", "anot", "another", "ans", "ansr", "answer", "answered", "answering", "answers", "anthony", "anti", "any", "anybody", "anymore", "anyone", "anythin", "anything", "anytime", "anyway", "anyways", "anywhere", "aom", "apart", "apartment", "apo", "apologise", "app", "apparently", "applebees", "application", "apply", "appointment", "appreciate", "appreciated", "approx", "apps", "appt", "april", "aproach", "ar", "arcade", "ard", "are", "area", "aren", "arent", "argh", "argue", "argument", "arm", "armand", "arms", "arng", "around", "arrange", "arrested", "arrive", "arsenal", "art", "arts", "arun", "as", "asap", "ashley", "ask", "askd", "asked", "askin", "asking", "asks", "asleep", "asp", "ass", "assume", "at", "ate", "atlanta", "atlast", "atm", "attached", "attempt", "attend", "auction", "audition", "audrey", "august", "aunt", "aunts", "aunty", "auto", "av", "available", "avatar", "ave", "avent", "avoid", "avoiding", "await", "awaiting", "awake", "award", "awarded", "away", "awesome", "aww", "ayn", "b4", "b4190604", "b4280703", "ba", "babe", "babes", "babies", "baby", "back", "bad", "bag", "bags", "bahamas", "bak", "balance", "bang", "bank", "banks", "bar", "barely", "base", "basic", "basically", "bat", "batch", "bath", "bathe", "bathing", "battery", "battle", "bay", "bb", "bbd", "bc", "bck", "bcm1896wc1n3xx", "bcm4284", "bcoz", "bcums", "bday", "be", "bear", "bears", "beautiful", "beauty", "bec", "because", "become", "becomes", "becoz", "bed", "bedrm", "bedroom", "been", "beer", "befor", "before", "beg", "begging", "begin", "behave", "behind", "bein", "being", "believe", "belive", "bell", "belly", "belovd", "beloved", "ben", "beneath", "beneficiary", "benefits", "best", "best1", "bet", "better", "between", "beware", "beyond", "bf", "bhaji", "bid", "bids", "big", "bigger", "biggest", "bill", "billed", "billion", "bills", "bin", "biola", "bird", "birds", "birla", "birth", "birthdate", "birthday", "bishan", "bit", "bitch", "bite", "biz", "bk", "black", "blackberry", "blah", "blake", "blame", "blank", "bleh", "bless", "blessed", "blessing", "blessings", "blind", "block", "bloke", "blonde", "bloo", "blood", "bloody", "bloomberg", "blow", "blu", "blue", "bluetooth", "bluff", "blur", "bmw", "boat", "body", "bold", "bone", "bonus", "boo", "book", "booked", "booking", "books", "boost", "booty", "bootydelious", "bored", "borin", "boring", "born", "borrow", "boss", "boston", "both", "bother", "bottle", "bottom", "bought", "bout", "bowl", "box", "box177", "box326", "box334sk38ch", "box385", "box39822", "box95qu", "box97n7qp", "boy", "boye", "boyfriend", "boys", "boytoy", "brah", "brain", "brand", "brandy", "bray", "bread", "break", "breath", "breathe", "brief", "bright", "brilliant", "bring", "bringing", "brings", "bristol", "british", "britney", "bro", "broad", "broke", "broken", "bros", "brothas", "brother", "brought", "bruce", "bruv", "bslvyl", "bstfrnd", "bt", "btw", "bucks", "bud", "budget", "buff", "buffet", "bugis", "build", "building", "bulbs", "buns", "burger", "burning", "burns", "bus", "buses", "business", "busy", "but", "butt", "buy", "buying", "buzy", "buzz", "bx420", "by", "bye", "c52", "cabin", "cafe", "cake", "cal", "calculation", "cali", "calicut", "california", "call", "call09050000327", "call2optout", "callback", "callcost", "calld", "called", "caller", "callers", "callertune", "callfreefone", "callin", "calling", "calls", "calm", "cam", "camcorder", "came", "camera", "campus", "can", "canada", "canal", "canary", "cancel", "cancelled", "cancer", "cann", "cannot", "cant", "capital", "cappuccino", "captain", "car", "card", "cardiff", "care", "cared", "career", "careers", "careful", "carefully", "cares", "caring", "carlos", "caroline", "carry", "cars", "cartoon", "case", "cash", "cashbin", "cashto", "castor", "cat", "catch", "catching", "caught", "cause", "causing", "cbe", "cc", "cd", "cdgt", "cds", "celeb", "celebrate", "celebration", "cell", "center", "centre", "certainly", "cha", "chain", "challenge", "chance", "chances", "change", "changed", "changes", "channel", "character", "charge", "charged", "charges", "charity", "charles", "chart", "chase", "chasing", "chat", "chatting", "cheap", "cheaper", "cheat", "cheating", "chechi", "check", "checked", "checking", "cheer", "cheers", "cheese", "chennai", "cherish", "chest", "chicken", "chikku", "child", "childish", "children", "chill", "chillin", "china", "chinese", "chip", "chocolate", "choice", "choose", "chosen", "christ", "christmas", "church", "cine", "cinema", "citizen", "city", "claim", "claims", "claire", "clark", "class", "classes", "cld", "clean", "cleaning", "clear", "cleared", "clearing", "clearly", "clever", "click", "clock", "clos1", "close", "closed", "closer", "closes", "clothes", "club", "cm", "cm2", "cme", "cn", "cnn", "co", "coast", "coat", "cochin", "cock", "code", "coffee", "coin", "coins", "cold", "colleagues", "collect", "collected", "collecting", "collection", "college", "color", "colour", "colours", "com", "com1win150ppmx3age16", "combine", "come", "comedy", "comes", "comfort", "comin", "coming", "commercial", "common", "community", "comp", "company", "compare", "competition", "complaint", "complete", "completed", "completely", "complimentary", "compromised", "computer", "comuk", "concentrate", "concert", "condition", "conditions", "conducts", "confidence", "confirm", "confirmd", "confirmed", "conform", "confused", "confuses", "congrats", "congratulations", "connect", "connection", "connections", "consider", "considering", "console", "constant", "constantly", "contact", "contacted", "contacts", "content", "contents", "continue", "contract", "control", "convey", "convinced", "convincing", "cook", "cooked", "cookies", "cooking", "cool", "coping", "copy", "cornwall", "correct", "correction", "cos", "cost", "costa", "costing", "costs", "could", "couldn", "count", "countin", "country", "couple", "courage", "course", "cousin", "cover", "covers", "coz", "cr01327bt", "cr9", "crab", "crack", "cramps", "crap", "crash", "crave", "craziest", "crazy", "cream", "created", "credit", "credited", "credits", "creep", "creepy", "cricketer", "crisis", "crore", "cross", "croydon", "cruise", "cry", "cs", "csbcm4235wc1n3xx", "csh11", "ctxt", "cud", "cuddle", "cuddling", "cum", "cup", "curious", "current", "currently", "curry", "cust", "custcare", "custom", "customer", "customers", "cut", "cute", "cutefrnd", "cutting", "cuz", "cw25wx", "da", "dad", "daddy", "dai", "daily", "damn", "dan", "dance", "dancing", "dare", "dark", "darlin", "darling", "darlings", "darren", "dat", "date", "datebox1282essexcm61xn", "dates", "dating", "datz", "dave", "day", "days", "dbuk", "de", "dead", "deal", "dealer", "dealing", "dear", "dear1", "dearer", "dearly", "death", "december", "decide", "decided", "deciding", "decimal", "decision", "decisions", "dedicate", "dedicated", "deep", "deepak", "deeraj", "def", "defeat", "definite", "definitely", "del", "delay", "delete", "deleted", "delhi", "deliver", "delivered", "deliveredtomorrow", "delivery", "dem", "demand", "den", "denis", "department", "depends", "depressed", "derek", "desert", "desires", "desparate", "desperate", "despite", "details", "detroit", "deus", "develop", "devouring", "dey", "dhina", "dhoni", "di", "dial", "diamonds", "dick", "dictionary", "did", "didn", "didnt", "die", "died", "diet", "diff", "differ", "difference", "different", "difficult", "difficulties", "dificult", "digital", "dignity", "dime", "din", "ding", "dining", "dinner", "dint", "dippeditinadew", "direct", "directly", "dirty", "dis", "disclose", "disconnect", "discount", "discreet", "discuss", "discussed", "dislikes", "display", "distance", "distract", "disturb", "disturbing", "division", "divorce", "diwali", "dload", "dnt", "do", "dobby", "doc", "docs", "doctor", "does", "doesn", "doesnt", "dog", "dogging", "doggy", "doin", "doing", "dokey", "dollar", "dollars", "don", "donate", "done", "donno", "dont", "door", "doors", "dorm", "dot", "double", "doubt", "dough", "down", "download", "downloaded", "downloads", "dr", "dracula", "draw", "dream", "dreams", "dress", "dressed", "dresser", "drink", "drinkin", "drinking", "drinks", "drive", "driver", "drivin", "driving", "drms", "drop", "dropped", "drove", "drpd", "drug", "drugs", "drunk", "drunken", "dry", "dsn", "dt", "dubsack", "duchess", "dude", "due", "dumb", "dun", "dunno", "durban", "during", "dvd", "each", "ear", "earlier", "early", "earn", "earth", "easier", "easily", "east", "eastenders", "easter", "easy", "eat", "eaten", "eatin", "eating", "ebay", "ec2a", "edge", "edison", "edu", "educational", "ee", "eek", "eerie", "effect", "effects", "eg", "egg", "eggs", "eh", "eight", "eighth", "eire", "either", "ela", "elaine", "electricity", "else", "elsewhere", "em", "email", "embarassed", "empty", "en", "end", "ended", "ending", "ends", "enemy", "energy", "eng", "engin", "england", "english", "enjoy", "enjoyed", "enjoyin", "enough", "enter", "entered", "entitled", "entry", "entry41", "enuff", "envelope", "environment", "epsilon", "er", "ericsson", "erm", "error", "escape", "ese", "especially", "esplanade", "essential", "eta", "etc", "euro", "euro2004", "eurodisinc", "europe", "eve", "eveb", "even", "evening", "evenings", "event", "ever", "every", "everybody", "everyday", "everyone", "everything", "everywhere", "evn", "evng", "evr", "evrey", "evry", "evrydy", "ex", "exact", "exactly", "exam", "exams", "excellent", "except", "exciting", "excuse", "excuses", "exe", "executive", "exeter", "exhaust", "exhausted", "exmpel", "exorcist", "expect", "expecting", "expensive", "experience", "expired", "expires", "explain", "explicit", "explosive", "express", "expression", "expressoffer", "extra", "ey", "eye", "eyes", "fa", "fab", "face", "facebook", "fact", "faggy", "failed", "fails", "fair", "faith", "fake", "fall", "falling", "falls", "family", "fan", "fancies", "fancy", "fantasies", "fantastic", "fantasy", "far", "farm", "fast", "faster", "fastest", "fat", "father", "fathima", "fault", "fav", "fave", "favor", "favorite", "favour", "favourite", "fb", "fear", "feb", "february", "feel", "feelin", "feeling", "feels", "fees", "feet", "fell", "felt", "female", "fetch", "fever", "few", "field", "fifteen", "fight", "fighting", "fightng", "fights", "figure", "figures", "file", "files", "fill", "filled", "filling", "fills", "film", "films", "filthy", "final", "finally", "finance", "find", "fine", "fingers", "finish", "finished", "finishes", "finishing", "fire", "first", "fish", "fit", "five", "fix", "fixed", "fixedline", "flag", "flaked", "flaky", "flame", "flash", "flat", "flies", "flight", "flights", "flip", "flirt", "flirting", "floor", "flower", "flowing", "fly", "fml", "fo", "foley", "follow", "followed", "following", "fone", "food", "fool", "foot", "football", "footprints", "for", "force", "foreign", "forever", "forevr", "forget", "forgets", "forgiven", "forgot", "forgotten", "form", "format", "forms", "forum", "forums", "forward", "forwarded", "found", "four", "fr", "fran", "frauds", "freak", "free", "free2day", "freedom", "freefone", "freemsg", "freephone", "freezing", "fren", "frens", "fret", "fri", "friday", "friend", "friends", "friendship", "fringe", "frm", "frnd", "frnds", "frndship", "frog", "from", "fromm", "front", "frying", "fuck", "fucked", "fuckin", "fucking", "fujitsu", "ful", "full", "fullonsms", "fun", "funeral", "funk", "funky", "funny", "furniture", "further", "future", "fyi", "g696ga", "gain", "gal", "galileo", "gals", "game", "games", "gamestar", "ganesh", "gang", "gap", "gaps", "garage", "garbage", "garden", "gardener", "gary", "gas", "gastroenteritis", "gautham", "gave", "gay", "gaytextbuddy", "gbp", "gd", "ge", "gee", "geeee", "geeeee", "gender", "generally", "genius", "gent", "gentle", "gentleman", "gently", "genuine", "george", "germany", "get", "gets", "getstop", "gettin", "getting", "getzed", "gf", "ghost", "gibbs", "gift", "gifted", "gimme", "gin", "girl", "girlfrnd", "girls", "gist", "giv", "give", "given", "gives", "giving", "glad", "gm", "gn", "gnt", "go", "go2", "goal", "goals", "god", "gods", "goes", "goin", "going", "gold", "goldviking", "gona", "gone", "gonna", "good", "goodfriend", "goodmorning", "goodnight", "goodnite", "goodnoon", "goodo", "google", "gorgeous", "gossip", "got", "goto", "gotta", "gotten", "govt", "gpu", "gr8", "gr8prizes", "grace", "grahmbell", "gram", "grand", "granite", "grave", "gravity", "great", "greatest", "green", "greet", "greetings", "grins", "grl", "ground", "group", "grow", "growing", "gt", "guaranteed", "gud", "gudnite", "guess", "guessing", "guide", "guilty", "guy", "guys", "gv", "gving", "gym", "ha", "habit", "had", "haf", "haha", "hahaha", "hai", "hair", "haiz", "half", "hallaq", "halloween", "ham", "hamster", "hand", "handed", "handle", "hands", "handset", "hang", "hanging", "happen", "happend", "happened", "happening", "happens", "happily", "happiness", "happy", "hard", "hardcore", "hardly", "harry", "has", "hasn", "hate", "hav", "have", "haven", "havent", "havin", "having", "havnt", "he", "head", "headache", "headin", "heading", "heads", "hear", "heard", "heart", "hearts", "heater", "heavy", "hee", "height", "held", "helen", "hell", "hella", "hello", "helloooo", "help", "help08718728876", "helpline", "hence", "henry", "her", "here", "herself", "hes", "hex", "hey", "hg", "hi", "hide", "high", "hill", "him", "hint", "hip", "his", "history", "hit", "hiya", "hl", "hlp", "hm", "hmm", "hmmm", "hmv", "ho", "hockey", "hol", "hold", "holder", "holding", "holiday", "holla", "hols", "holy", "home", "homeowners", "hon", "honey", "honeybee", "hook", "hop", "hope", "hoped", "hopefully", "hoping", "hor", "horny", "horo", "horrible", "hospital", "hospitals", "hostel", "hot", "hotel", "hotels", "hour", "hours", "house", "housewives", "how", "howard", "however", "hows", "howz", "hppnss", "hr", "hrishi", "hrs", "hsbc", "http", "hubby", "hug", "huge", "huh", "hun", "hungry", "hunny", "hurry", "hurt", "hurts", "husband", "hv", "hw", "iam", "ibhltd", "ibiza", "ic", "ice", "id", "idea", "ideas", "identifier", "idiot", "idk", "if", "ignore", "ikea", "il", "ill", "im", "imagine", "imma", "immediately", "important", "impossible", "in", "in2", "inc", "inches", "incident", "include", "including", "inclusive", "india", "indian", "indians", "infernal", "info", "inform", "information", "informed", "innings", "insha", "inside", "instantly", "instead", "instituitions", "instructions", "insurance", "intelligent", "interested", "interesting", "internet", "interview", "into", "intro", "invite", "invited", "inviting", "invnted", "iouri", "ip4", "ipod", "iq", "irritating", "is", "iscoming", "ish", "islands", "isn", "isnt", "issue", "issues", "it", "italian", "its", "itself", "itz", "ive", "iz", "izzit", "jada", "james", "jamster", "jan", "jane", "january", "jason", "java", "jay", "jazz", "jealous", "jen", "jess", "jesus", "jia", "jiayin", "jiu", "job", "john", "join", "joined", "joke", "jokes", "joking", "jordan", "journey", "joy", "jst", "jstfrnd", "juicy", "july", "june", "jus", "just", "juz", "k52", "kadeem", "kallis", "kano", "karaoke", "kate", "kb", "keep", "keeping", "kept", "kerala", "kettoda", "key", "keys", "kick", "kids", "kidz", "kind", "kinda", "kindly", "king", "kiss", "kisses", "knackered", "knew", "know", "knowing", "knows", "knw", "kusruthi", "l8r", "la", "lab", "lacs", "ladies", "lady", "laid", "land", "landline", "laptop", "lar", "largest", "last", "late", "later", "latest", "latr", "laugh", "laughed", "laughing", "law", "lazy", "ldew", "ldn", "ldnw15h", "le", "lead", "learn", "least", "leave", "leaves", "leaving", "lect", "lecture", "left", "legal", "legs", "leh", "lei", "lemme", "leona", "less", "lesson", "lessons", "let", "lets", "letter", "letters", "liao", "library", "lick", "licks", "lido", "lie", "lies", "life", "lifetime", "lifpartnr", "lift", "light", "lik", "like", "liked", "likely", "likes", "lil", "lily", "limiting", "line", "linerental", "lines", "link", "lion", "lionm", "lionp", "lions", "lip", "list", "listen", "listening", "literally", "little", "live", "lived", "liverpool", "lives", "living", "lk", "ll", "lmao", "lo", "loads", "loan", "loans", "local", "location", "locations", "lock", "log", "login", "logo", "logos", "lol", "london", "lonely", "long", "longer", "look", "lookatme", "looked", "lookin", "looking", "looks", "loose", "lor", "lose", "loses", "losing", "loss", "lost", "lot", "lotr", "lots", "lotta", "lou", "loud", "lounge", "lousy", "lov", "lovable", "love", "loved", "lovejen", "lovely", "loveme", "lover", "loverboy", "lovers", "loves", "loving", "lovingly", "low", "lower", "loxahatchee", "loyal", "loyalty", "ls1", "ls15hb", "lst", "lt", "ltd", "lttrs", "luck", "lucky", "lucozade", "lucy", "lunch", "lush", "luv", "luvs", "lux", "luxury", "lv", "lvblefrnd", "lyf", "lyfu", "lyk", "m221bp", "m227xy", "m26", "m263uz", "m6", "m8", "m8s", "m95", "ma", "maangalyam", "mac", "machan", "macho", "mad", "madam", "made", "mag", "maga", "magical", "mah", "mahal", "maid", "mail", "mailbox", "mails", "main", "maintain", "major", "make", "makes", "makin", "making", "malaria", "male", "mall", "man", "manage", "managed", "management", "manda", "mandan", "maneesha", "many", "map", "march", "margaret", "mark", "market", "marriage", "married", "marry", "mas", "massive", "masters", "match", "matches", "mate", "mates", "math", "mathematics", "matrix3", "matter", "matured", "maturity", "max", "max10mins", "maximize", "may", "mayb", "maybe", "mb", "mca", "mcat", "me", "meal", "mean", "meaning", "means", "meant", "meanwhile", "measure", "med", "medical", "medicine", "meds", "meet", "meetin", "meeting", "meets", "mega", "meh", "mei", "mel", "melle", "melt", "member", "members", "membership", "men", "mental", "menu", "meow", "merry", "mesages", "mess", "message", "messaged", "messages", "messaging", "messenger", "messy", "met", "mid", "middle", "midnight", "mids", "might", "mila", "miles", "milk", "min", "mind", "mine", "mini", "minimum", "minmobsmorelkpobox177hp51fl", "minmoremobsemspobox45po139wa", "minnaminunginte", "minor", "mins", "minute", "minutes", "minuts", "miracle", "mis", "misbehaved", "miserable", "miss", "missed", "missin", "missing", "mistake", "mistakes", "mite", "mitsake", "mix", "mk17", "mk45", "mm", "mmm", "mmmm", "mmmmm", "mmmmmm", "mnth", "mnths", "mo", "moan", "mob", "mobile", "mobiles", "mobilesdirect", "mobilesvary", "mobileupd8", "mobno", "moby", "mode", "model", "module", "modules", "moji", "mojibiola", "mokka", "mom", "moment", "moments", "moms", "mon", "monday", "money", "monkeys", "mono", "month", "monthly", "months", "mood", "moon", "moral", "more", "morefrmmob", "morn", "mornin", "morning", "morphine", "most", "mostly", "mother", "motorola", "mouth", "move", "moved", "moves", "movie", "movies", "movietrivia", "moving", "mp3", "mr", "mrng", "mrt", "ms", "msg", "msg150p", "msging", "msgrcvdhg", "msgs", "msn", "mt", "mtalk", "mth", "mths", "mtmsg", "mtmsg18", "mtmsgrcvd18", "mu", "muah", "much", "mum", "mummy", "mumtaz", "munsters", "murder", "murdered", "murderer", "music", "must", "musthu", "muz", "my", "myself", "mystery", "n9dx", "na", "nag", "nagar", "nah", "nahi", "naked", "nalla", "name", "name1", "name2", "named", "names", "nan", "nap", "nasdaq", "nasty", "nat", "nat27081980", "natalja", "national", "natural", "nature", "naughty", "nb", "nd", "ne", "near", "nearly", "necessarily", "necessary", "neck", "necklace", "ned", "need", "needed", "needs", "neft", "neighbour", "neither", "nervous", "net", "netcollex", "network", "networking", "networks", "neva", "never", "new", "neway", "newest", "news", "next", "ni8", "nic", "nice", "nichols", "nigeria", "night", "nights", "nimya", "nit", "nite", "nitros", "no", "no1", "nobody", "noe", "nok", "nokia", "nokia6600", "nokia6650", "nokias", "noline", "none", "noon", "nope", "norm", "norm150p", "normal", "normally", "northampton", "nos", "not", "note", "nothin", "nothing", "notice", "notxt", "noun", "now", "nowadays", "nt", "ntt", "ntwk", "num", "number", "numbers", "nurungu", "nus", "nuther", "nvm", "nw", "nxt", "ny", "nyc", "nydc", "nyt", "o2", "o2fwd", "obviously", "occupy", "odi", "of", "off", "offer", "offers", "office", "official", "officially", "ofice", "often", "oh", "oi", "oic", "oil", "ok", "okay", "okey", "okie", "ola", "old", "omg", "omw", "on", "once", "one", "ones", "oni", "onion", "online", "only", "onto", "onwards", "oooh", "oops", "open", "opening", "operator", "opinion", "opinions", "opportunity", "opt", "option", "optout", "or", "or2stoptxt", "orange", "oranges", "orchard", "order", "ordered", "oredi", "oreo", "orig", "original", "oru", "os", "oso", "other", "others", "otherwise", "otside", "our", "out", "outside", "outstanding", "outta", "over", "ovulation", "ow", "own", "owns", "oz", "pa", "pack", "package", "packs", "page", "pages", "paid", "pain", "painful", "painting", "pale", "pan", "pandy", "panic", "pap", "paper", "papers", "paperwork", "paragon", "parco", "parent", "parents", "paris", "park", "parked", "parking", "part", "partner", "partnership", "party", "pass", "passed", "passionate", "password", "passwords", "past", "pattern", "patty", "pay", "payee", "paying", "payment", "payoh", "pc", "peace", "peaceful", "peak", "pee", "pen", "pence", "pending", "penis", "people", "per", "perfect", "perhaps", "period", "person", "personal", "personality", "persons", "pete", "petey", "petrol", "pg", "ph", "philosophy", "phne", "phoenix", "phone", "phoned", "phones", "photo", "photos", "php", "pic", "pick", "picked", "picking", "pickle", "pics", "picsfree1", "picture", "pictures", "pie", "piece", "pieces", "pig", "pilates", "pimples", "pin", "pink", "piss", "pissed", "pix", "pizza", "place", "placement", "places", "plan", "plane", "planet", "planned", "planning", "plans", "play", "played", "player", "players", "playing", "plaza", "please", "pleased", "pleasure", "plenty", "plm", "pls", "plus", "plz", "pm", "po", "pobox", "pobox334", "pobox36504w45wq", "pobox45w2tg150p", "pobox84", "pocketbabe", "pod", "poem", "point", "points", "poker", "pole", "police", "politicians", "polo", "poly", "polyh", "polyph", "polyphonic", "polys", "pongal", "pool", "poop", "poor", "pop", "popcorn", "popped", "porn", "position", "possession", "possible", "post", "postcard", "postcode", "posted", "posts", "potato", "potential", "potter", "pouch", "pound", "pounds", "pours", "pouts", "power", "ppl", "pple", "ppm", "prabha", "practical", "practice", "practicing", "pray", "praying", "pre", "prefer", "preferably", "prem", "premier", "premium", "prepaid", "prepare", "prepared", "prepayment", "prescription", "present", "press", "pretty", "previous", "previously", "prey", "price", "pride", "prince", "princess", "print", "printed", "priscilla", "privacy", "private", "prize", "prizes", "prob", "probably", "problem", "problems", "probs", "process", "processed", "prof", "professors", "profit", "program", "project", "prolly", "promise", "promises", "promo", "prompts", "proof", "properly", "property", "propose", "propsd", "prospects", "protect", "prove", "proverb", "provided", "ps", "pt2", "ptbo", "pub", "public", "pull", "purchase", "purity", "purpose", "purse", "push", "pushes", "pussy", "put", "puttin", "putting", "qatar", "quality", "queen", "ques", "question", "questioned", "questions", "quick", "quickly", "quiet", "quit", "quite", "quiz", "quote", "quoting", "racing", "radio", "raed", "rael", "railway", "rain", "raining", "raise", "raj", "raji", "rakhesh", "rally", "ran", "random", "randomly", "randy", "rang", "range", "ranjith", "rate", "rates", "rather", "rays", "rcv", "rcvd", "rd", "re", "reach", "reached", "reaching", "reaction", "read", "readers", "reading", "ready", "real", "realise", "reality", "realize", "realized", "really", "realy", "reason", "reasonable", "reasons", "reboot", "rec", "recd", "receipt", "receipts", "receive", "receivea", "received", "receiving", "recent", "recently", "recession", "recharge", "reckon", "recognise", "record", "records", "recovery", "red", "redeemed", "reduce", "ref", "reference", "refilled", "refused", "reg", "regarding", "regards", "register", "registered", "regret", "regular", "relation", "relatives", "relax", "released", "rem", "remain", "remains", "remember", "remembered", "remembr", "remind", "reminder", "reminding", "removal", "remove", "removed", "renewal", "rent", "rental", "rentl", "rents", "repair", "repeat", "replace", "replacement", "replied", "reply", "replying", "report", "representative", "request", "requests", "research", "respect", "respectful", "responce", "respond", "responding", "response", "responsibility", "rest", "restaurant", "result", "results", "resume", "retrieve", "return", "returned", "returns", "reveal", "revealed", "reverse", "review", "revision", "reward", "rewarding", "rgds", "rhythm", "rice", "rich", "ride", "right", "rightly", "rights", "ring", "ringtone", "ringtoneking", "ringtones", "rite", "river", "road", "roads", "roast", "rock", "rocks", "rofl", "roger", "role", "romantic", "ron", "room", "roommate", "roommates", "rooms", "rose", "round", "row", "royal", "rply", "rs", "rstm", "ru", "rub", "rude", "ruin", "ruining", "rule", "rum", "rumour", "run", "running", "runs", "rush", "ryan", "sac", "sachin", "sacrifice", "sad", "sae", "safe", "said", "sake", "salam", "salary", "sale", "sales", "salon", "sam", "same", "santa", "sar", "sarasota", "sarcasm", "sarcastic", "sary", "sat", "sathya", "satisfied", "satisfy", "saturday", "saucy", "savamob", "save", "saved", "saw", "say", "saying", "says", "scared", "scary", "sch", "schedule", "school", "schools", "science", "scold", "score", "scores", "scoring", "scotch", "scotland", "scotsman", "scream", "screamed", "screaming", "screen", "scrounge", "sd", "se", "sea", "search", "searching", "season", "seat", "sec", "second", "seconds", "secret", "secretary", "secretly", "secs", "sed", "see", "seeds", "seeing", "seem", "seemed", "seems", "seen", "select", "selected", "selection", "self", "selfish", "sell", "selling", "sells", "sem", "semester", "sen", "send", "sender", "sending", "sends", "sense", "sensitive", "sent", "sentence", "senthil", "sept", "series", "serious", "seriously", "service", "services", "serving", "set", "setting", "settings", "settle", "settled", "seven", "several", "sex", "sexy", "sh", "sha", "shagged", "shahjahan", "shall", "shame", "shampain", "share", "shared", "sharing", "shd", "she", "sheets", "sheffield", "shelf", "shesil", "shijas", "shining", "ship", "shipped", "shipping", "shirt", "shirts", "shit", "shitload", "shld", "shock", "shocking", "shoes", "shoot", "shop", "shoppin", "shopping", "shore", "short", "shortage", "shorter", "shortly", "shot", "should", "shouldn", "shouted", "shoving", "show", "shower", "showing", "shows", "shracomorsglsuplt", "shu", "shuhui", "shut", "shy", "si", "sian", "sib", "sick", "side", "sigh", "sighs", "sight", "sign", "signing", "silence", "silent", "silently", "silver", "sim", "simple", "simpler", "simply", "since", "sinco", "sing", "singing", "single", "singles", "sipix", "sir", "sis", "sister", "sit", "site", "sitll", "sitting", "situation", "siva", "six", "size", "sk3", "sk38xh", "skilgme", "skillgame", "skip", "sky", "skype", "skyped", "slap", "slave", "sleep", "sleepin", "sleeping", "sleepwell", "sleepy", "slept", "slice", "slide", "slightly", "slip", "slippers", "slo", "slots", "slow", "slowly", "slp", "small", "smart", "smashed", "smeone", "smile", "smiles", "smiling", "smith", "smoke", "smokes", "smoking", "sms", "smsco", "smth", "sn", "snake", "snogs", "snow", "snowman", "so", "social", "sofa", "soft", "software", "soiree", "sol", "solve", "solved", "some", "some1", "somebody", "someone", "somethin", "something", "sometime", "sometimes", "somewhere", "somtimes", "song", "songs", "sony", "sonyericsson", "soo", "soon", "sooner", "sooooo", "sore", "sorrow", "sorry", "sort", "sorted", "sorting", "sory", "soryda", "soul", "sound", "sounds", "soup", "source", "south", "sp", "space", "spanish", "spare", "speak", "speaking", "special", "specially", "specific", "speechless", "speed", "speedchat", "speeding", "spell", "spend", "spending", "spent", "spider", "spile", "spk", "spl", "splleing", "spoiled", "spoke", "spoken", "spook", "sport", "sports", "spree", "spring", "sptv", "sry", "st", "staff", "stamped", "stamps", "stand", "standard", "standing", "star", "staring", "stars", "start", "started", "starting", "starts", "starwars3", "statement", "station", "status", "stay", "stayed", "stayin", "staying", "stays", "std", "steam", "step", "steve", "stick", "sticky", "still", "stock", "stockport", "stomach", "stomps", "stone", "stones", "stop", "stopped", "stops", "stopsms", "store", "stores", "storming", "story", "str", "straight", "strange", "stranger", "street", "stress", "stretch", "strike", "strong", "stuck", "student", "students", "study", "studying", "stuff", "stupid", "style", "stylish", "sub", "subpoly", "subs", "subs16", "subscribe6gbp", "subscribed", "subscriber", "subscription", "success", "successful", "successfully", "sucks", "sue", "sufficient", "sugar", "suggest", "suite", "suite342", "suits", "sum", "sum1", "summer", "sumthin", "sun", "sunday", "sunlight", "sunny", "sunshine", "suntec", "sup", "super", "superb", "superior", "supervisor", "supply", "support", "suppose", "supposed", "suprman", "sura", "sure", "surely", "surfing", "surprise", "surprised", "survey", "sux", "suzy", "sw7", "sw73ss", "swatch", "sweet", "sweetest", "sweetheart", "sweetie", "sweets", "swimming", "swing", "swiss", "switch", "swoop", "swt", "swtheart", "symbol", "system", "ta", "table", "tablets", "tacos", "tahan", "take", "taken", "takes", "takin", "taking", "talent", "talk", "talking", "talks", "tampa", "tank", "tap", "tape", "tariffs", "taste", "tat", "taunton", "taxi", "taylor", "tayseer", "tb", "tc", "tcr", "tcs", "tea", "teach", "teacher", "teaches", "teaching", "team", "tear", "tears", "tease", "teasing", "tech", "technical", "tee", "teeth", "tel", "telephone", "tell", "telling", "tells", "telly", "telphone", "telugu", "temp", "temple", "ten", "tenants", "tenerife", "tension", "term", "terms", "terrible", "terrific", "terrorist", "tessy", "test", "testing", "tests", "text", "textbuddy", "textcomp", "texted", "texting", "textoperator", "textpod", "texts", "th", "than", "thangam", "thank", "thanks", "thanksgiving", "thanx", "that", "thats", "the", "theatre", "their", "them", "themob", "then", "theory", "there", "theres", "these", "thesis", "they", "thgt", "thing", "things", "think", "thinkin", "thinking", "thinks", "this", "thk", "thm", "thnk", "tho", "those", "thot", "though", "thought", "thoughts", "thousands", "thread", "threats", "three", "threw", "throat", "through", "throw", "thru", "ths", "tht", "thts", "thurs", "thursday", "thx", "thy", "tick", "ticket", "tickets", "tight", "tihs", "til", "till", "time", "times", "timing", "tired", "tirunelvali", "tirupur", "tis", "tissco", "title", "titles", "tiwary", "tkts", "tlk", "tlp", "tm", "tmr", "tmrw", "tms", "tnc", "tncs", "to", "toa", "toclaim", "today", "todays", "tog", "together", "tok", "told", "toll", "tom", "tomarrow", "tomeandsaid", "tomo", "tomorro", "tomorrow", "tone", "tones", "tones2u", "tones2you", "tonight", "tonights", "tonite", "tons", "too", "took", "tool", "tooo", "toot", "tooth", "top", "topic", "torch", "tortilla", "toshiba", "tot", "total", "totally", "touch", "touched", "tough", "toughest", "tour", "towards", "town", "track", "trade", "traffic", "train", "training", "trains", "transaction", "transfer", "transfered", "transfr", "transport", "trav", "travel", "treat", "treated", "tree", "tried", "trip", "trips", "trouble", "truck", "true", "truffles", "truly", "trust", "truth", "try", "trying", "ts", "tsandcs", "tscs", "tscs087147403231winawk", "tsunamis", "tt", "ttyl", "tues", "tuesday", "tuition", "tulip", "turn", "turning", "turns", "tv", "twelve", "twenty", "twice", "twilight", "two", "txt", "txt82228", "txtauction", "txtin", "txting", "txtno", "txts", "txtstop", "txttowin", "tyler", "type", "tyrone", "u4", "ubi", "ugh", "uh", "uk", "uks", "ultimatum", "umma", "ummmmmaah", "un", "unable", "unbelievable", "unbreakable", "uncle", "uncles", "under", "understand", "understanding", "understood", "underwear", "unemployed", "unfortunately", "uni", "unique", "university", "unless", "unlimited", "unnecessarily", "unredeemed", "unsold", "unsub", "unsubscribe", "until", "up", "update", "upgrade", "upload", "upset", "upto", "ur", "urawinner", "ure", "urgent", "urgently", "urgnt", "url", "urn", "urself", "us", "usc", "use", "used", "user", "usf", "using", "usual", "usually", "valentine", "valentines", "valid", "valid12hrs", "valuable", "value", "valued", "various", "vary", "vava", "ve", "vegetables", "verify", "version", "very", "vettam", "via", "video", "videochat", "videophones", "vijay", "vikky", "village", "violence", "vip", "visit", "vl", "voda", "vodafone", "vodka", "voice", "voicemail", "vomit", "vote", "voucher", "vouchers", "vry", "w1", "w111wx", "w1j6hl", "w1jhl", "w45wq", "wa", "wah", "wait", "waitin", "waiting", "wake", "waking", "wales", "walk", "walked", "walking", "wallpaper", "walls", "walmart", "wan", "wana", "wanna", "want", "wanted", "wanting", "wants", "wap", "warm", "warner", "was", "wasn", "waste", "wat", "watch", "watching", "water", "wats", "way", "wc1n3xx", "we", "weak", "wear", "wearing", "weather", "website", "wed", "wedding", "wednesday", "weed", "week", "weekend", "weekends", "weekly", "weeks", "weight", "weird", "welcome", "well", "welp", "wen", "went", "wer", "were", "wet", "what", "whatever", "whats", "when", "whenever", "whenevr", "where", "wherever", "whether", "which", "while", "white", "who", "whole", "whom", "whos", "why", "wid", "wif", "wife", "wil", "will", "willing", "win", "wine", "winner", "winning", "wins", "wisdom", "wise", "wish", "wishes", "wishing", "wit", "with", "within", "without", "wiv", "wk", "wkend", "wkly", "wn", "wnt", "woke", "woman", "women", "won", "wonder", "wonderful", "wondering", "wonders", "wont", "word", "words", "work", "workin", "working", "works", "world", "worried", "worries", "worry", "worse", "worth", "wot", "would", "wouldn", "wow", "wrc", "write", "wrk", "wrong", "ws", "wt", "wtf", "wud", "wun", "www", "wylie", "xavier", "xchat", "xmas", "xuhui", "xx", "xxx", "xxxx", "xy", "ya", "yahoo", "yan", "yar", "yay", "yeah", "year", "years", "yeh", "yep", "yer", "yes", "yest", "yesterday", "yet", "yetunde", "yijue", "ym", "yo", "yoga", "yogasana", "yor", "you", "your", "youre", "yours", "yourself", "yr", "yrs", "yummy", "yun", "yunny", "yuo", "yup", "zed", "zindgi"]